Repository: KamiloChinome/Kamilo-Chinome-Portfolio
Catalog: lib/l10n/app_*.arb
Languages: es

source: Hello World
es: Hola Mundo

source: About
es: Sobre mi

source: Experience
es: Experiencia

source: Work
es: Proyectos

source: Contact
es: Contacto

source: Resume
es: Currículum

source: Hello, my name is
es: Hola, mi nombre es

source: Featured Project
es: Proyecto destacado

# thirdPartyLibraries
source: Implementation of third-party libraries and APIs to expand application capabilities.
es: Implementación de librerías y APIs de terceros para expandir las capacidades de las aplicaciones.

# successfulIntegration
source: Successful integration with Google Firebase for backend functionalities.
es: Integración exitosa con Google Firebase para funcionalidades de back-end.

# endtoEndMobileApps
source: Comprehensive design and development of mobile applications with Flutter, from conceptualization to final delivery.
es: Diseño y desarrollo integral de aplicaciones móviles con Flutter, desde la conceptualización hasta la entrega final.

source: Flutter Developer
es: Desarrollador Flutter

# responsiveMobileApps
source: Development of responsive mobile applications, ensuring consistent user experience across different devices.
es: Desarrollo de aplicaciones móviles responsivas, asegurando una experiencia de usuario consistente en distintos dispositivos.

# efficientBugFixing
source: Efficient bug debugging, ensuring software stability.
es: Depuración eficiente de errores, garantizando la estabilidad del software.

# maintenanceOptimization
source: Maintenance and optimization of Flutter applications, significantly enhancing performance and user experience.
es: Mantenimiento y optimización de aplicaciones Flutter, mejorando significativamente el rendimiento y la experiencia del usuario.

# comprehensiveMobileApps
source: Comprehensive development of mobile applications with Flutter
es: Desarrollo integral de aplicaciones móviles con Flutter

# requirementsIdentification
source: Responsible for identifying and documenting software requirements in collaboration with the team and clients.
es: Encargado de identificar y documentar los requerimientos del software en colaboración con el equipo y los clientes

source: Work Experience
es: Experiencia laboral

source: Projects
es: Proyectos

source: Skills
es: Habilidades

# iAmFlutterDeveloper
source: Flutter developer
es: Desarrollador Flutter

# pettoDescription
source: Petto is your ally for pet care. Quick access to important data, key reminders for appointments and vaccines, plus expert tips to keep your furry friends healthy and happy. Simplify your life by taking zcare of your pets with Petto.
es: Petto es tu aliado para el cuidado de mascotas. Acceso rápido a datos importantes, recordatorios clave para citas y vacunas, además de consejos expertos para mantener a tus amigos peludos sanos y felices. Simplifica tu vida cuidando a tus mascotas con Petto.

# legalProcessInterface
source: A user interface developed to learn and practice Flutter. Although it doesn't have active functionality yet, it demonstrates an intuitive interface for managing legal processes. Explore its elegant design and future potential!
es: Una interfaz de usuario desarrollada para aprender y practicar Flutter. Aunque aún no tiene funcionalidad activa, demuestra una interfaz intuitiva para gestionar procesos legales. ¡Explora su diseño elegante y potencial futuro!

# movieAppDescription
source: Explore upcoming movies, ones currently in theaters, and the most popular ones, all at your fingertips. Search any movie, add it to your favorites, and enjoy a personalized cinematic experience. Your window to the seventh art in one app!
es: Explora las películas que están por llegar, las que están actualmente en cartelera y las más populares, todo al alcance de tu mano. Busca cualquier película, agrégala a tus favoritos y disfruta de una experiencia cinematográfica personalizada. ¡Tu ventana al séptimo arte en una sola app!

# aboutMe
source: My passion lies in crafting engaging, intuitive, and high-quality applications. I focus on developing scalable solutions that deliver exceptional digital experiences, prioritizing excellence in every line of code.
es: Desarrollo aplicaciones atractivas, intuitivas y de alta calidad.
